Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Lullaby.tmx
Source language: ko_kr
Languages: en

source: 내가 뭘 잘못 말했나.
en: did I say something wrong?

source: 아까 엘리베이터 내릴 때 이거 떨어뜨리셨더라고요.
en: by the way, you dropped this when you were getting off the elevator.

source: 그게 높은 자리라면 더더욱 그렇겠죠.
en: especially if it’s a position of power.

source: 잘 마시면서.
en: you can handle your alcohol, huh?

source: 이글이글
en: glare glare

source: 중얼중얼
en: mumble mumble

source: 기술력 불에 탄 GNS, 신제품 런칭에 차질 우려
en: Possible delay in new GNS product launch due to lab fire

source: 업무 시간도 끝났고 마침 나도 사복 차림이고 하니, 사적으로 만난 거라고 해두죠.
en: since it’s after work and I’m wearing casual clothes, let’s say this is a personal meeting.

source: 그 큰일을 당하고 회사에 오다니.
en: I can’t believe you came to work after everything that’s happened.

source: 아무렇지 않은 척 하긴 했는데...{j}너무 무서웠어.
en: although I pretended like I wasn’t,{j}I was so scared.

source: 재밌었는데…
en: it was really fun...

source: 뭐를요?
en: what is it?

source: 사아아..
en: whoosh

source: 산속'
en: deep in the mountains

source: 제가 자야 대표님도 자는 거니까요!
en: because that’s how you’d sleep!

source: 지그시
en: stare

source: 꾹꾹
en: press press

source: 난 절대로 내 자리를 뺏길 수 없거든.
en: I will never let anyone steal my throne.

source: 잘 먹을게요.{j}감사합니다.
en: this is lovely. thank you.{j}

source: 인간들이 만든 것 중에 유일하게 봐 줄 만한 건 술이야.
en: out of all that you humans have ever created, the one thing that’s to my liking is alcohol.

source: 진짜였다니{j}배신감
en: I feel so betrayed...{j}

source: 심사위원들이 3차까지 블라인드로 철저히 공정하게 뽑은 겁니다.
en: your idea was selected after three rounds of blind tests by the judges.

source: 이렇게까지 나를 존중해 주시다니...
en: he really respects me and my ideas...

source: 제 회사 생활도 걱정이지만
en: while I’m partly worried about not being able to get along with my colleagues...

source: 후끈 후끈
en: flushed

source: 당연히 안 되죠!
en: of course you can’t!

source: 왜 이렇게까지 대표님과 어긋나는지 궁금하기도 하고.
en: I’m also curious about what caused you and mr. gam to be on such bad terms.

source: 그럼 내가 뭐 하러 거짓말을…
en: yes. why would I lie to yo—

source: 와락
en: clasp

source: 아닙니다.
en: no, it’s not.

source: 이해해 볼 생각은 안 했어요?
en: have you ever tried to understand him?

source: 오랜만이네요.
en: long time no see.

source: 이서화 사원의 성의가 있으니 이걸 꼭 활용해야 할 것 같은데.
en: I feel like we should put this to good use, since you’ve taken the trouble to set it all up.

source: 에이, 뭐.{j}금방 깨겠지.
en: oh well. he’ll probably wake up soon.{j}

source: 위험한 게 눈에 보이고 내가 구할 수 있는데 가만있을 수 없잖아요.
en: I saw that you were in danger and I couldn’t just stay put when I had the option of saving you.

source: 꿀잠 자야 하니까요.
en: so that I get a good night’s rest.

source: 재밌는 걸 보여주려고.
en: I want to show you something interesting.

source: 다른 분에게 기회를 주는 게 어떨까요?
en: what if you gave that opportunity to someone else?

source: 무슨 의미가 있는 건가?
en: is he trying to tell me something?

source: 수~북
en: piled up

source: 이제 됐네.
en: finally.

source: 팀장님은 내가 무슨 말만 하면 가만있으라고 하는데.
en: ...my team manager, on the other hand, always tries to stop me from talking.

source: 노래도 들을 수 있구요,
en: you can listen to music,

source: 글 MJ 그림 백리
en: Writing by MJ Illustration by Baekli

source: 아까 그 일 때문이죠?
en: it’s because of what happened earlier, isn’t it?

source: 캠핑의 하이라이트는 이거예요!
en: this is one of the best parts of camping!

source: 저는 대표님같이 뛰어난 판단력이나 노하우가 없어서 밥 시간, 잠 시간도 아껴야 돼요.
en: I don’t have the keen judgment or experience you do, so I need to dedicate all the time I have to this project, even if I have to skip meals or lose some sleep over it.

source: 큼큼
en: ahem

source: 왜 꼼짝도 안 하는 거지?
en: how is he still asleep?

source: 그건 그냥 당황하고 놀라서 그런 건 줄 알았는데…
en: but I thought that was only because of shock or surprise...

source: 내가 거짓말하는 거 봤습니까.
en: I’m a man of my word.

source: 여기 있었네요.
en: here you are.

source: 크윽…!
en: urgh!

source: 잘 알잖습니까.{j}내가 말이 많지 않다는걸.
en: as you know, I’m not very talkative.

source: 한낱 식무인 양귀비가 어떻게 사람의 모습을 하고 있는 거지?
en: how is a mere poppy able to take on the form of a human?

source: 제가 걱정할 일… 없었으면 좋겠어요.
en: I hope... there’s nothing for me to worry about on that front.

source: 네?{j}네?!
en: y-yes?!{j}

source: 활짝
en: smile

source: 출렁
en: flop

source: 그럼요.
en: I know.

source: 저도 거기선 나름 무시무시한 악마였다고요!
en: I too was a pretty scary demon back there!

source: 쟤야 쟤.
en: that’s her.

source: 그게 그거잖습니까.
en: that’s the same thing.

source: 여긴 낙인 때문에 좀 그래서요.
en: I thought it might not look as good on this arm because of the mark.

source: 여기서 기분 전환하시라구요.
en: I thought doing this would make you feel better.

source: 아휴, 제가 성격이 좋아서 망정이지.
en: sheesh, you are lucky that I have such a good personality.

source: 대표님은 예민하고 까칠하니까 다른 사람이라면 잘 못 맞춰줄 수도 있겠다,
en: since you tend to be touchy and snarky, most people might find it difficult to deal with you.

source: 19화
en: Episode 19

source: 어?{j}꿀물이다.
en: oh, it’s honey tea.

source: 엄청 좋아하실 줄 알았는데.
en: I thought you’d be ecstatic about this.

source: 못마땅
en: bothered

source: 아까 보니까 굳이 필요 없는 상황에서 박연우 사원 팔을 막 터치하고 그러던데.
en: I saw how you were touching mr. yeonu park’s arm earlier for no apparent reason.

source: 하긴 오랜 꿈이었다고 하니...
en: well, she said it’s been her dream for a long time...

source: 이 정도면 인간 파트너로서 충분히 할 일을 잘 하고 있는 거 같은데
en: all things considered, I think I’m doing a pretty good job as your human partner.

source: 무슨 일이 있는 건가.
en: strange... did something happen?

source: 심드렁
en: indifferent

source: 흠..
en: hmm...

source: 주절주절
en: ramble ramble

source: 앗, 그냥 저도 모르게 그런 생각이...
en: oh, I’m sorry. I just naturally assumed...

source: 책임편집 woody 프로듀서 Vita, Minhee
en: Editor: woody Producer: Vita & Minhee

source: 네, 알겠습니다!
en: yes, sir!

source: 그 누구보다 나 자신입니다.
en: ...I, more than anyone, dearly wish for it to end.

source: 궁금해하시는 건 이해하지만 과거에 무슨 인연이었든 지금이 중요한 거 아니겠습니까?
en: I understand why you are curious. but isn’t the present what matters most, regardless of what happened in the past?

source: 그동안, 왜 몰랐지?
en: how did I not know about this?

source: 다친 사람은 없습니까?
en: is anyone injured?

source: 그분이 저를 좋아하든 안 하든 저는 최선을 다할 거예요.
en: whether he likes me or not... I’m going to try my best.

source: 그나저나 이제 마국은 제 것인데 왜 굳이 다시 오려고 하시는지.
en: anyway, why are you even trying to come back? the demon world is now mine.

source: 두 분이 대체 무슨 사이였길래 지금까지 인연이 이어졌는지가 궁금하시다 이 말이죠?
en: you want to know how your paths crossed in the past and why your connection persists to the present day?

source: 이게 다 뭡니까?
en: wait, what’s all this?

source: 크흠
en: ahem

source: 귀찮아서 저 떼어버리고 가실까 봐.
en: you could be so annoyed with me that you feel compelled to leave me behind.

source: 뭔가 오해하고 있는 것 같은데…
en: I don’t know why you’re saying that...

source: 어떻게 보상 얘기부터 하실 수 있으세요?
en: yet compensation is the first thing you bring up?

source: 나를 그렇게 못 믿습니까?
en: ...do you really not trust me?

source: 새근 새근
en: zzz zzz

source: 아무래도 괜히 탔어.
en: I shouldn’t have ridden this.

source: 슬쩍
en: glance

source: 한참 찾았는데.
en: I’ve been looking for you.

source: 말은 그렇게 하시지만 받아들이는 사람이 친절이면 그건 친절인 거예요.
en: you might say that, but what you do in pursuit of your own objectives can still be a kindness if the person on the receiving end of those gestures interprets them as such.

source: 저 정도면 뜨거워서 깰 텐데...
en: that should be hot enough to wake him up...

source: 됐고.
en: that’s enough of that.

source: 순간 이동만 몇십 번 했더니 어지럽고 토할 것 같아요.
en: I feel dizzy and nauseous after teleporting dozens of times.

source: 냉정하시긴.
en: that’s cold.

source: 대표님한테 저는 인간 파트너일 뿐이죠?
en: I’m just a human partner to you, right?

source: 내가 다 들어줄 테니까.
en: I can help.

source: 나중에 대표님이 여길 생각했을 때 아주 잠깐이라도 내 생각이 난다면…
en: if he thinks of me, even a little bit, when he thinks back to the human world...

source: 그럼 전 먼저 가볼게요!
en: okay then, see you later!

source: 혹시 술을 많이 마신 건 아닌가…
en: and if you’d perhaps drunk too much...

source: 슬며시..
en: clasp

source: 또 오면 어떡하지?
en: what do I do if he shows up again?

source: 잘 보이지도 않고…
en: I can’t see what’s happening inside very well...

source: 그래서 마국과는 어울리지 않는 것입니다.
en: this is precisely why you don’t belong in the demon world.

source: 헤롱~
en: drunk

source: 흥건~
en: wet

source: 꼭 실행해 보도록 하죠.
en: we will try our best to implement it.

source: 너무 무서웠어.
en: I was so scared.

source: 달칵
en: click

source: 띵
en: ding

source: 과거가 어떻든 지금이 중요한 건데.
en: who cares about the past? the present is what matters most.

source: 그거 아세요?
en: you know what?

source: 안된다고 하실 줄 알았는데
en: I thought you were gonna say no.

source: 저놈을 지하 감옥으로 데려가 내가 허락할 때까지 절대 꺼내주지 마라
en: lock him up in the underground prison and do not let him out until I allow it.

source: GNS 연구소 화재 원인, 대표는 알고 있었다?
en: The CEO of GNS might know what caused the fire at its lab

source: 일단 집에 갑시다.
en: let’s head home first.

source: 그런 거 없어요.
en: nothing.

source: 탓
en: tat

source: 포옥
en: wrap

source: 대표님이랑 그 신입이랑 그 다음 날 안 나왔다며?
en: I heard that newbie and mr. gam didn't come to work the next day.

source: 그렇긴 하지만...{j}정말 괜찮겠습니까?
en: I suppose that's true... but are you sure you want to do this?{j}

source: 어딜 혼자 가신 거야.
en: where did he go off to all by himself?

source: 동생이 여기까지 찾아온 걸 알면 난리 날 텐데.
en: he’s going to be very upset if he finds out that his brother showed up here.

source: 못 들은 척하시긴
en: he’s being all shy and flustered.

source: 인간들의 놀이 기구란...
en: this human contraption...

source: 영화도 볼 수 있어요!
en: we can even watch a movie!

source: 어긋났다라…
en: I see...

source: 대표님, 이제 집에 가요!
en: mr. gam, let’s go home now!

source: 하얀 양귀비...?
en: a white poppy?

source: 생각해 보니까 금 실장님 말씀이 맞는 것 같아요.
en: now that I think about it, mr. geum was right.

source: 팔랑
en: flap

source: 대표님이 직원들한테 신뢰를 잃을까 봐 걱정돼요.
en: ...mainly, I’m concerned that the staff will lose their trust in you.

source: 물끄럼..
en: gaze

source: 드디어 나왔군.
en: she’s finally done.

source: 철컥
en: click

source: 그렇게까지 좋아하는 사람이 있었다니…
en: so she does have someone she likes a lot...

source: 저는 최선을 다할 거예요.
en: I’m going to try my best.

source: 나의 희생양이 당신이 될지...
en: and we shall see whether it is you who ultimately ends up my victim...

source: 누가 바늘로 배를 쿡쿡 찌르는 것 같아.
en: it feels like someone is poking my stomach with a needle.

source: 캬 이슬
en: <doesn’t need to be translated>

source: 헥헥
en: huff huff

source: 네, 그…그러세요.{j}뭔데요?
en: o-okay, fine. what is it?

source: 어버버
en: stammer

source: 뭐 꿈일 수도 있고 환영일 수도 있고.
en: it could be a dream or a hallucination.

source: 갈 가여~ 연우 씨~~!
en: bye, mr. yeonuuu!

source: 그럴 일 없어요.
en: that’ll never happen.

source: 물론 저의 친절을 대표님은 오지랖으로 받아들이셨지만.
en: although of course, you yourself interpreted my kind gestures as nosiness.

source: 이서화 사원 지금 나갔으니 잘 데려다주고.
en: miss seohwa just left my office. make sure she gets home safe.

source: 수마 침실'
en: the sleep demon’s bedroom

source: 아니?
en: no.

source: 방긋
en: smile

source: 저렇게까지 좋아하다니.{j}잘 한 것 같군.
en: ...but I’m glad I did it. she looks so happy.

source: 뭐야… 깜짝 놀랐어.
en: that really surprised me.

source: 나한테 어떤 위험이 와도 섣불리 달려들지 않겠다는 것.
en: ...that you won’t act hastily and risk your life in process, regardless of whatever danger I may face.

source: 반짝
en: sparkle

source: 그냥 그쪽 얘기를 들어보고 싶어서요.
en: I just want to hear your story.

source: 괜찮...으세요?
en: are you... okay?

source: 무슨 일 있는 거죠?{j}그렇죠?
en: something happened, didn’t it?{j}

source: 인간들은 가끔 그럴 때 있거든요.
en: humans are like that sometimes.

source: 어디 갔다 옵니까?
en: where have you been?

source: 괜히 할 일 없이 남 일에 입방아 찧기는.
en: why must they gossip incessantly? can’t they just mind their own business?

source: 아직 안 졸린 것 같아 보여서 얘기라도 하면 어떨까 해서 한 말입니다.
en: I only suggested it because you didn’t seem tired yet. I thought we could chat for a little while.

source: 심각 진지
en: gravely serious

source: 아니면 혹시...
en: or perhaps...

source: 흐뭇
en: grin

source: 넵!{j}대표님!
en: yes, sir!

source: 이 기획은 어떻게 구상하게 된 거죠?
en: how did you come up with the idea for this project?

source: 거기서도 힘없고 약한 분들을 도와주셨나 봐요.
en: he must’ve also helped the weak and powerless there.

source: 종종
en: step step

source: 으득
en: grit

source: 그렇게까지 다른 사람들을 생각하다니...
en: it’s remarkable how much she cares about other people...

source: 잔소리
en: nag

source: 그나저나 축하드려요.
en: anyway, congratulations.

source: 맛이 없어요?
en: is it not good?

source: 기어오르는 것들은 가만두지 마라.
en: do not allow anyone to show you disrespect.

source: 정말요?{j}그래도 돼요?
en: can I really do that?

source: 이쪽에다 하면 더 좋을 것 같은데.
en: I think it’d look better on your other arm.

source: 어우, 깜짝이야.
en: whoa!

source: 대표님이 오시면 다른 분들이 불편해하실 텐데…
en: the others won’t feel comfortable if you’re there...

source: 적당량을 넘으면 인간을 악마로 만들거든.
en: you see, once a human drinks enough of it, they turn into a demon.

source: 정신 차리자.
en: I need to get it together.

source: 그런 게 아니라… 처음 계약을 할 때부터 생각하고 있던 겁니다.
en: that’s not it... it’s something I’ve been thinking about since we made the contract, that’s all.

source: 웅…?
en: huh...?

source: 괜히 날을 세웠나...
en: maybe I reacted too aggressively...

source: 아니에요, 뭘요
en: oh, it’s nothing.

source: 해맑
en: cheerful

source: 우리의 소원은 마국~ 꿈에도 소원은 마국~
en: our wish is to return to the demon world- even in dreams, we wish for the demon world-

source: 그게 굳이 구분이 필요합니까?
en: do I really need to clarify that?

source: 순~수
en: innocent

source: 내가 그걸 믿을 줄 알아요?
en: do you really expect me to believe that?

source: 왜 이렇게 놀라죠?
en: why are you so surprised to see me?

source: 꺄륵꺄륵
en: giggle giggle

source: 파일 홈 삽입 그리기 디자인 레이아웃 참조 보기 도움말
en: File Home Insert Draw Design Layout References Review Help

source: 서화 씨 시간 괜찮으시면 제가 저녁 살게요!
en: miss seohwa, if you’re free today, let me treat you to dinner!

source: 아유, 있겠습니까?
en: of course he doesn’t.

source: 쾅
en: slam

source: 20화
en: Episode 20

source: 삐질 삐질
en: nervous

source: 그럼 쉬세요 전 먼저 들어갈게요.
en: all right, then. I’m gonna head inside first. good night.

source: 꾸벅 꾸벅
en: nod nod

source: 아니, 저는 그런 부탁을 드리려고 한 게 아니라…
en: no, that’s not what I was trying to ask--

source: 대표님은 한 번 뱉은 말은 꼭 지키거든요.
en: mr. gam always keeps his word.

source: 어제 너무 일찍 잠들어버렸어.
en: I fell asleep way too quickly last night.

source: 아아~ 네.
en: ohh, I see.

source: 신경 쓰지 마요.
en: don’t worry about it.

source: 제 딴에는 도우려고 그런 건데…
en: I was just trying to help...

source: 그건 아직 완성 안 된 겁니다.
en: that’s not done yet.

source: 문질 문질
en: rub rub

source: 그리고 그건 계약에도 위반되는 거잖아요.
en: also, that’s a violation of our contract.

source: 상품기획팀 이서화
en: Seohwa Lee Product Development Team

source: 연애금지
en: No dating.

source: 그러고 보니 이 강아지 같은 인간은 예전에도 헤실헤실 웃는 게 맘에 안 들었었지.
en: come to think of it, I never really liked this human. he’s always got that dopey smile on his face, like an untrained puppy.

source: 미안한데 그건 안 되겠군요.
en: I’m sorry, but I don’t think I can help you with that.

source: 직원들 치료 잘 받게 해요.
en: make sure everyone sees a doctor.

source: 그렇다고 계약 관계라는 걸 밝히면 아무도 안 믿을 거고
en: but no one would believe me if I were to reveal that we’re actually in a contractual relationship.

source: 술이 깨려면 시간이 좀 필요한 것 같으니까.
en: it looks like you’ll need some time to sober up anyway.

source: 제가 무려 인간 세상에서 6백 년 넘게 대표님 비서로 살아오지 않았습니까.
en: I’ve lived in the human world for over 600 years as mr. gam’s secretary.

source: 꿈에서와 똑같은 말을 하셨어!
en: that’s the exact same thing he said in my dream!

source: 불끈
en: squeeze

source: 있을 리가 없잖아요.
en: of course not.

source: 공사장 창고'
en: storage unit of a construction site

source: 아닌데?
en: I’m the exception.

source: 꿀꺽..
en: gulp

source: 인간들은 달달한 걸 먹으면 마음이 편안해진다고 하니까.
en: I heard humans feel relaxed when they eat or drink something sweet.

source: 간다!
en: good night!

source: 일을 하는 게 아닌 것 같은데?
en: it doesn’t look like you’re working.

source: 내가 데려다준다고요.
en: I said, I’ll do it.

source: 윙~
en: whirr

source: 헛
en: oh

source: 화재 원인이 뭔지 철저히 조사하겠습니다.
en: we will conduct a thorough investigation to determine the cause of the fire.

source: 그럴 리가요.
en: of course not.

source: 머엉..
en: dazed

source: 아뇨!
en: no!

source: 대표님은 마국으로 가셔야 할 분이니까요.
en: he has to go back to the demon world one day.

source: 위험하지 않을 때만 재우면 안 될까요?
en: can you put those people to sleep only when they're not in any potential danger?

source: 뜨끔
en: guilty

source: 방금 너무 세게 부딪힌 거 같은데.
en: it looks like you fell way too hard.

source: 그러니까 이건 내 부탁이라고 생각하고 들어주길 바랍니다.
en: so please do me a favor and promise me...

source: 저 몰래 갔다 오신 거 아니죠?!
en: you haven’t already gone through it without me, have you?!

source: 인간들에게 해로운 건 아니니까 걱정할 필요 없습니다.
en: don’t worry, it’s not harmful to humans.

source: 여기서 이러고 있을 게 아니라 가서 술 먹는 걸 말렸어야 했나?
en: should I have gone in and stopped her from drinking instead of waiting for her out here?

source: 사실 저는 야행성이라 밤에 집중이 잘 되거든요.
en: and to be honest, I’m nocturnal, which means I can focus better at night.

source: 으쓱
en: shrug

source: 설마 누가 억지로 먹인 겁니까?
en: don’t tell me... were you forced to drink?

source: 누군가 인간 파트너를 거부했으면 대표님은 마국으로 못 갔을 텐데 싶어서요.
en: and if they’d refused to be your human partner, you wouldn’t have been able to go back to the demon world.

source: 뭔가 굉장히 어색하군.
en: there’s something very awkward about her.

source: 꿈이구나...
en: it was a dream... it was just a dream...

source: 오후 06:07
en: 06:07 PM

source: 왠지 공기가 싸늘한 게...
en: there’s an eerie chill in the air...

source: 무슨 일이 있어도 대표님을 믿을게요.
en: I’ll trust you no matter what, mr. gam.

source: 어어~?
en: huh?

source: 깊이 잠들었네 큰일 날 뻔 했어
en: I fell into such a deep sleep. that could’ve been real dangerous.

source: 내일 내일신문
en: Tomorrow Tomorrow News

source: 저한테요?
en: for me?

source: 물론 가끔 많이 예민하긴 하지만!
en: although you can be a bit on edge at times...

source: 바둥 바둥
en: wiggle wiggle

source: 촤악
en: flap

source: 내가 지금 뭘 한 거지…?
en: what did I... just do?

source: 콱
en: grab

source: 그러니까 좋아한다는 고백은 절대 하면 안 돼.
en: so I shouldn’t tell him that I like him.

source: 마국
en: the demon world

source: 대체 무슨 말인데 그러지?
en: I wonder what he wants to talk about...

source: 진짜 원하던 거였는데...
en: this is something I really wanted...

source: 아직 알코올 해독이 덜 됐나…
en: has she not completely sobered up yet?

source: 무슨 일이 생기기 전에 어떻게든 찾아야만 해.
en: I need to find her before something terrible happens.

source: 알쏭달송??
en: puzzled

source: 공유
en: Share

source: 아마… 그렇겠죠.
en: yes... I suppose so.

source: 나 때문에 곤란해할까봐 참았는데.
en: I stopped myself because I didn’t want to make things awkward for her...

source: 난 괜찮습니다.
en: I’m fine.

source: 어디 가셨지?
en: where did he go?

source: 대표님이요?
en: you?

source: 믿죠.
en: I trust you.

source: 어지럽군.
en: is making me dizzy.

source: 꼿꼿
en: spring

source: 하얀 끈도 못 보시면서.
en: you can’t even see the white threads.

source: 대체 어디 계신 거야.
en: seriously, where did he go?

source: 대표님한테 나는 그냥 어쩌다 만난 인간 파트너일 뿐이니까.
en: and I’m only a human partner he just happened to meet.

source: 명부 수행 하는 동안 제가 잠들어 버리면 안 되잖아요.
en: but what if I fall asleep while you are going through the list of names?

source: 사실 이 공모전은 모든 신입사원한테 꿈같은 기회예요.
en: to be honest, this contest is an amazing opportunity for all new hires,

source: 누구를 피해서?
en: and who you were running from?

source: 기획 회의도 해야 하고…
en: we also need to discuss the development plan...

source: 휴
en: phew...

source: 뭐가요?
en: with what?

source: 응?
en: hmm?

source: 제 말은 믿으셔도 되는데?
en: I swear, you can trust me.

source: 제가 기회를 드리지 않았습니까.
en: I gave you a chance, didn’t I?

source: 부디 아무 일 없어야 할 텐데.
en: I really hope she’s okay...

source: 흔들
en: wobble

source: 이서화!
en: seohwa lee!

source: 대표님 구슬이…!
en: what?!

source: 내가 그렇게 쪼잔한 행동을 할 것 같습니까?
en: do you really think I’d be that petty?

source: 그래.{j}금 실장님 말이 맞아.
en: yeah.{j}mr. geum is right.

source: 밤늦게 너무 무리했나 봐요.
en: maybe this was too much for you this late at night.

source: 전 괜찮은데 대표님이 위험해지면 어떡해요.
en: but I’m worried that something might happen to you.

source: 연구소 마당'
en: in front of the lab

source: 저 혼자 갈 수 있어요.
en: I can go alone.

source: 미쳤어, 미쳤어.
en: oh my god, seohwa lee!

source: 뭔가 있는데...?
en: I can tell something’s bothering you...

source: 나중에 알고 보니 그럴만한 이유가 있었고, 이해할 수 있었구요.
en: later, I found out the reason, and so I was able to understand him better.

source: 탁 타닥
en: clack clack

source: 그치만...
en: still...

source: 그럴 리가 없잖아...!
en: no way!

source: 서화 씨 진짜 집에 안 가도 되겠어요?
en: miss seohwa, are you sure you don’t have to go home?

source: 대표님이 왜...
en: why did mr. gam...

source: 엄청 멀리 온 것 같네요.
en: looks like we’re quite far from the city.

source: 생각하는 게 너무 다르고
en: even though his way of thinking is so different from mine...

source: 혹시 몰라서요.
en: who knows?

source: 맛있어요!
en: the food’s great!

source: 갑자기 또 왜 이러지?
en: why am I feeling like this again?

source: 대표님 고개 숙이시는 거 첨 봄
en: I’ve never seen Mr. Gam bow his head like that.

source: 기술팀 전문가들의 의견을 들어봐야겠지만 좋은 아이디어 같군요.
en: we would have to ask what the technical team thinks, but it sounds like a good idea.

source: 말도 안 돼요!
en: no way!

source: 왜 내 쪽으로 돌아누운 거지..?{j}대체 왜…?!
en: why did he turn to face me? why?!

source: 일찍 들어가서 쉬어요.
en: go home and make sure to get some rest.

source: 끙..
en: ngh...

source: 왜 그러시지?
en: why is he staring at me like that?

source: 아무래도 동기화 때문에 나도 술을 마신 증상이 나타나는 것 같군요.
en: I guess I’m also displaying symptoms of alcohol intoxication because of our synchronization.

source: 어쨌든 지금은 이 여자를 지켜야 해.
en: but right now, my priority is to protect this woman,

source: 무슨 말씀을요.
en: don’t worry about it.

source: 호록
en: sip

source: 흐릿..
en: glare

source: 난 회사로 들어가 봐야 할 것 같은데 집에 가서 쉬어요.
en: I need to head back to the office. you should go home and rest.

source: 그냥 꿈일 뿐이야.
en: it was just a dream, after all.

source: 좀 쉬었다 가야겠네.
en: I should rest here for a little while.

source: 아뇨, 좋습니다!
en: no, I’m available!

source: 다신 얼씬도 말라 했을 텐데.
en: I told you to never set foot in here again.

source: 알았으니까 갑시다.
en: all right, I get it. now, let’s go.

source: 촤라라락
en: ta da

source: 우물쭈물
en: hesitate

source: 네에...
en: see you...

source: 먹는 걸 좋아하시는 것도 아니고 취미도 딱히 없는 것 같고
en: he doesn’t seem to have any favorite foods or hobbies.

source: 당신이 죽으면 모래시계가 멈추고.
en: if you die, the hourglass will stop...

source: 사아아
en: shudder

source: 이건 의무이자 형벌입니다.
en: this is my duty and punishment.

source: 잘 겁니다.
en: I will.

source: 난 이걸 따라갈 테니 너는 혹시 회사와 집에 이서화 사원이 돌아왔는지 확인해 봐라.
en: I’ll follow her trail with this. you should check both the office and home to see if she’s returned.

source: 갑니다, 가요!
en: all right, all right, I’m going!

source: 있으신 거죠?
en: he does, doesn’t he?

source: 와아아~~!!
en: whoa!

source: 대표님 잠오셍 묻어서 그랬구나.
en: the honey got on your robe.

source: 어제처럼 그런 사고가 날 수도 있으니까요.
en: an accident like the one from last night could end up happening again.

source: 아니죠?
en: it’s not true, is it?

source: 박.연.우.사.원.
en: mr. yeonu park.

source: 아무것도 없지는 않나.
en: wait, maybe not nothing.

source: 아아… 그렇군요.
en: ohh... I see.

source: 부웅
en: whoosh

source: 여기 어디 있을 텐데.
en: it must be here somewhere...

source: 그 사람한테 내가 별거 아닐 거라고 생각하니까 막 여기가 시큰시큰하대요.
en: and her chest aches when she thinks about how she might not mean much to him.

source: 무슨 걱정 있으세요?
en: is something troubling you?

source: 시골'
en: countryside

source: 자존심
en: pride

source: 걱정..
en: concerned

source: 텅
en: vanish

source: 마국에 가기 위해서.
en: so that I can to return to the demon world.

source: 기자회견하시는 거 봤어요.
en: I saw the press conference.

source: 몸은 괜찮으세요?
en: how are you feeling?

source: 헤헤… 저도 막 가슴이 울렁거리는 게 너무 많이 마셨나 봐요.
en: haha... my heart is pounding too! I guess I drank too much.

source: 그게 왜 궁금합니까?
en: what do you care?

source: 꺄아~~
en: woohoo!

source: 좋아요.{j}갑시다.
en: sure. let’s go.

source: 분명 아까 여기 있었는데.
en: she was here just a little while ago.

source: 닦아요.
en: you should wash it off.

source: 톡
en: stroke

source: 별 뜻 없겠지?
en: I’m sure he didn’t mean anything by it.

source: 왜… 그러세요…?
en: what... is it?

source: 대표님은 당신이랑 달라요.
en: mr. gam isn’t like you.

source: 내일 가죠.
en: how’s tomorrow?

source: 툴툴
en: mutter

source: 열두시…열두시 전에… 집에 가야 하는데…!!
en: I have to be home before... before midnight!

source: 분명 두근거릴 때도 있었고 떨리기도 했어.
en: there were definitely times when I felt nervous and my heart was pounding around him.

source: 나만 괜히…
en: I was the only one who—

source: 변경사항 생겼어요?
en: would you like to amend it?

source: 이서화 사원, 혹시 사내에서 누굴 만나고 있습니까?
en: miss seohwa, are you perhaps seeing someone from work?
